[
    {
        "id": 1,
        "image": "Viego_21.jpg",
        "title": "Viego - El Rey Arruinado",
        "story": "Antes de ser conocido como el Rey Arruinado, Viego era el joven monarca de un vasto imperio. Criado en la opulencia y el privilegio, nunca tuvo verdadero interés en la política o en la guerra, preocupándose más por su propio entretenimiento que por gobernar con sabiduría. Sin embargo, todo cambió cuando conoció a Isolde, una humilde costurera con la que se casó y a la que amó con una intensidad casi enfermiza. Para Viego, ella no era solo su esposa, sino la única razón de su existencia.\n\nSu amor, aunque apasionado, pronto se convirtió en una obsesión. Viego descuidó su reino, desatendió las crisis que surgían en su territorio y despidió a consejeros que intentaban advertirle sobre el peligro de su indiferencia. Sus días y noches giraban en torno a Isolde, complaciéndola con lujos inimaginables y protegiéndola con celosía. Pero ni todo el poder del mundo pudo evitar lo inevitable.\n\nUn día, Isolde fue envenenada por un asesino desconocido. La enfermedad se extendió rápidamente por su cuerpo, y ni los mejores médicos ni los hechiceros más poderosos pudieron salvarla. Con su último aliento, murió en los brazos de Viego, dejando a un rey devastado y al borde de la locura.\n\nNegándose a aceptar su pérdida, Viego se sumergió en la desesperación, buscando cualquier medio para traerla de vuelta. Fue entonces cuando escuchó los susurros de las Islas Bendecidas, un lugar donde los muertos podían encontrar la paz… o ser devueltos al mundo de los vivos. Sin dudarlo, tomó su espada y lideró un ejército hacia esas islas, con la esperanza de resucitar a su amada.\n\nEn las Islas Bendecidas, encontró la fuente de las Aguas de la Vida, un poder sagrado capaz de restaurar la vitalidad perdida. Sin embargo, los sacerdotes que custodiaban el lugar le advirtieron que traer de vuelta a los muertos era un acto prohibido, una violación del orden natural. Cegado por su amor y desesperación, Viego ignoró las advertencias y sumergió el cadáver de Isolde en la fuente.\n\nLo que ocurrió después fue una catástrofe. En lugar de devolverle la vida, la magia corrompió el cuerpo de Isolde, transformándola en una criatura espectral llena de odio y agonía. En un frenesí de dolor y rabia, Isolde tomó la espada de Viego y la hundió en su pecho, desatando una explosión de energía que consumió las Islas Bendecidas y las transformó en lo que hoy se conoce como las Islas de la Sombra. Una ola de magia oscura se extendió desde la fuente, condenando a miles de almas y convirtiéndolas en espectros atrapados entre la vida y la muerte.\n\nEl propio Viego no murió, sino que se convirtió en algo más. Atado a su espada y a la magia oscura que desató, vagó por las sombras durante mil años, su alma fragmentada y su mente consumida por un único deseo: recuperar a Isolde. Con cada aparición en Runaterra, su presencia traía consigo muerte y corrupción, pues su anhelo de reunirse con su reina seguía creciendo sin límites.\n\nAhora, con los fragmentos de Isolde esparcidos por el mundo, Viego ha regresado con una sola misión: restaurarla y rehacer el mundo a su imagen, sin importar cuántas vidas deba tomar ni cuánto sufrimiento cause. Para él, nada tiene sentido sin ella, y todo, incluso la propia Runaterra, es prescindible en su búsqueda."
    },
    {
        "id": 2,
        "image": "Viego_0.jpg",
        "title": "Viego - La Caída de la Ruina",
        "story": "La Ruina de Viego fue una de las fuerzas más oscuras que jamás haya tocado Runaterra. Con su obsesión por traer de vuelta a su amada Isolde, Viego desató la Niebla Negra, un poder destructivo que corrompió todo lo que tocaba, convirtiendo a miles en espectros y trayendo muerte y desolación por doquier. Sin embargo, su trágica búsqueda no pasó desapercibida. Mientras Viego extendía su oscuridad, los Centinelas de la Luz, un grupo de guerreros dedicados a combatir las fuerzas del mal, se levantaron para frenar su avance. Lucian, Senna, y otros miembros de este grupo ancestral lucharon con valentía contra la Niebla Negra y la legión de espectros que Viego había creado.\n\nEl desenlace ocurrió cuando los Centinelas reunieron los fragmentos del alma de Isolde, que habían quedado dispersos a lo largo de Runaterra. Cuando finalmente lograron restaurar su alma, Isolde se manifestó ante Viego, pero en lugar de aceptar su regreso, la visión de ella lo rechazó. Isolde, en su forma fragmentada, le dejó claro a Viego que su amor había sido la causa de su perdición, y que ella no deseaba regresar. Esto dejó a Viego en un estado de desesperación extrema, y su mente comenzó a fracturarse. Con su alma rota y su voluntad quebrantada, Viego fue derrotado.\n\nLa Niebla Negra, la fuerza que había corrompido a todo el continente, comenzó a disiparse. La energía oscura que había consumido tantos fue finalmente extinguida. Viego, ahora una sombra de lo que una vez fue, quedó atrapado entre la vida y la muerte, condenado a vagar por los rincones más oscuros de Runaterra. Aunque la Ruina se disipó, el recuerdo de la tragedia que Viego había causado aún perdura, y su obsesión por Isolde sigue siendo el motor de su existencia errante."
    },
    {
        "id": 3,
        "image": "Viego_10.jpg",
        "title": "Viego - Los Ecos de Isolde",
        "story": "Tras la caída de la Ruina y la disipación de la Niebla Negra en Runaterra, Viego fue condenado a un exilio sin final. Sin su ejército de espectros y sin el poder de la Niebla para extender su dominio, el Rey Arruinado quedó atrapado en una existencia entre la vida y la muerte, reducido a un alma errante que solo anhelaba una cosa: Isolde. Sin embargo, aunque su obsesión por recuperarla no se ha desvanecido, algo ha cambiado. En los rincones más oscuros de su mente, en el silencio de la noche, Viego escucha su voz... o lo que cree que es su voz.\n\nIsolde le susurra, llamándolo desde las sombras, pidiéndole que la busque una vez más. Pero cada vez que sigue su rastro, encuentra solo ruinas de lo que una vez fue su reino, ecos de su propio sufrimiento reflejados en los lugares donde la Niebla aún persiste. Los fragmentos de su amada parecen desvanecerse en cuanto los toca, y cada aparición se torna más distorsionada, más irreal. En ocasiones, la voz se torna dulce, amorosa, la Isolde que él recuerda. Pero en otras, se convierte en un murmullo cruel, un reflejo oscuro de la mujer que perdió, reprochándole lo que hizo, recordándole que fue él quien la condenó.\n\nMientras la línea entre la realidad y la locura se desdibuja, Viego sigue su búsqueda incansable, convencido de que Isolde aún está en algún lugar, atrapada entre los reinos de los vivos y los muertos. Algunos creen que su mente se ha fracturado, que la Isolde que escucha no es más que una manifestación de su propio tormento. Otros, sin embargo, susurran que algo más acecha en la Niebla, algo que se alimenta de su desesperación, guiándolo a un destino aún más trágico. Pero una pregunta sigue sin respuesta: ¿es realmente la voz de Isolde... o es la condena final de Viego, atrapado para siempre en el eco de su propio pecado?"
    },
    {
        "id": 4,
        "image": "Teemo_8.jpg",
        "title": "Teemo Escuadrón Omega",
        "story": "Teemo era uno de los exploradores más audaces de Bandle City, conocido por su astucia, velocidad y su alegre frase 'Reconoceré el terreno'. Desde pequeño, había demostrado una habilidad innata para moverse sin ser detectado y adaptarse a los entornos más hostiles. Sin embargo, su vida cambió por completo cuando estalló la guerra. Bandle City, en su afán de proteger sus fronteras y asegurar su supervivencia, creó una unidad especial de combate, el Escuadrón Omega, y reclutó a los yordles más talentosos. Teemo, aunque acostumbrado a operar en solitario, fue llamado a filas como un novato, sin tener experiencia en el combate real.\n\nAl principio, la disciplina militar le resultó extraña. En el Escuadrón Omega, todo era diferente: el sigilo ya no era solo una herramienta de exploración, sino un medio para eliminar enemigos sin ser detectado. La supervivencia no dependía solo de la rapidez, sino también del trabajo en equipo. Durante su entrenamiento, Teemo conoció a otros reclutas, jóvenes yordles con la misma determinación que él, pero con habilidades distintas. Uno de ellos era Rigg, un estratega nato con una puntería impecable; otro era Lyna, experta en trampas y explosivos, siempre con una broma en los labios para aliviar la tensión. Con ellos, Teemo forjó un lazo de amistad que le ayudó a soportar los rigores de la guerra.\n\nLas primeras misiones del Escuadrón Omega fueron un éxito. Moviéndose en la oscuridad, infiltrándose en bases enemigas y desmantelando suministros clave, los yordles demostraron ser más letales de lo que cualquiera esperaba. Teemo, aunque aún inexperto en combate, aprendía rápido. Estudió los movimientos de sus compañeros y absorbió cada lección como una esponja, perfeccionando su precisión con el rifle de dardos y memorizando técnicas avanzadas de supervivencia.\n\nPero la guerra no era solo entrenamientos y pequeñas victorias. Con el tiempo, las misiones se volvieron más peligrosas, los enfrentamientos más intensos y el enemigo más despiadado. Un fatídico día, el Escuadrón Omega fue emboscado en una misión en territorio hostil. El enemigo, equipado con tecnología avanzada, estaba preparado para ellos. Fue una batalla desastrosa. Uno a uno, los yordles fueron cayendo. Rigg fue el primero en recibir un disparo cuando intentó asegurar una posición elevada. Lyna, en un acto desesperado, detonó una carga de explosivos para frenar al enemigo, sacrificándose en el proceso.\n\nTeemo vio cómo sus amigos desaparecían, cómo el Escuadrón Omega, que alguna vez fue una fuerza imparable, se desmoronaba ante sus ojos. Pero él no podía permitirse caer. Usando todo lo que había aprendido, se escondió entre la maleza, se movió con sigilo y aprovechó cada rincón del terreno para tender emboscadas. Durante días, sobrevivió solo en territorio enemigo, evitando patrullas y usando sus trampas para eliminar cualquier amenaza. Fue entonces cuando entendió que la supervivencia no era solo una habilidad, sino un instinto.\n\nDe ser un novato, lentamente se convirtió en uno de los mejores veteranos del Escuadrón Omega. Con el tiempo, dejó de contar los días y las batallas. Ya no luchaba solo por una causa, sino en honor a aquellos que cayeron antes que él. Cuando finalmente regresó a la base, ya no era el mismo Teemo que había sido reclutado. Era un soldado endurecido por la guerra, el último explorador del Escuadrón Omega.\n\n[ Reconocí el terreno y me hizo lo que soy. ]"
    },    
    {
        "id": 5,
        "image": "Rengar_2.jpg",
        "title": "La Caza Eterna: Rengar vs Kha'Zix",
        "story": "Rengar nació en la tribu vastaya de los Kiilash, donde la caza y la fuerza eran el mayor símbolo de honor. Sin embargo, él era el más débil de su camada, lo que llevó a su propio padre, Ponjaf, a despreciarlo. Determinado a probar su valía, Rengar abandonó su tribu y se convirtió en un cazador errante, perfeccionando su instinto asesino. Con el tiempo, se ganó el respeto de otros cazadores al abatir a bestias legendarias, recopilando sus colmillos y garras como trofeos. Pero aún no había encontrado a la presa definitiva… hasta que apareció Kha’Zix. \n\nKha’Zix no era una bestia común; era una criatura del Vacío, capaz de evolucionar con cada batalla y adaptarse a cualquier enemigo. Para Kha’Zix, enfrentarse a Rengar no era solo una pelea, sino una oportunidad para devorar y absorber su instinto cazador, volviéndose aún más letal.\n\nEl primer enfrentamiento entre ambos fue feroz. Rengar atacó con velocidad y precisión, pero Kha’Zix contrarrestó cada embestida con su propio camuflaje y garras afiladas. En medio de la batalla, Kha’Zix logró arrancarle un ojo a Rengar. Sin embargo, en lugar de retirarse, Rengar sonrió. Había encontrado su verdadera presa, el enemigo digno que había estado buscando toda su vida. \n\nDesde aquel día, Rengar juró cazar a Kha’Zix y demostrar que es el mejor depredador de todos. Por su parte, Kha’Zix también entendió la magnitud de su rival: si lograba devorarlo, se convertiría en la criatura perfecta.\n\nAsí comenzó la Caza Eterna, una rivalidad en la que solo uno puede sobrevivir. Ambos acechan, ambos esperan… pero al final, solo el mejor cazador prevalecerá."
    },    
    {
        "id": 6,
        "image": "Rengar_0.jpg",
        "title": "Rengar - Senda de Sangre",
        "story": "Rengar había dedicado su vida a la caza, buscando siempre a la presa más formidable para probar su valía como el depredador supremo. Había rastreado y derrotado a incontables bestias, pero ninguna había marcado su destino tanto como Kha'Zix, la criatura del Vacío que lo dejó al borde de la muerte y que, con el tiempo, se convirtió en su eterna rival. Sin embargo, el ciclo de caza entre ambos no terminó con su última batalla.\n\nUn día, mientras acechaba a una manada de cragors en la vasta sabana de Shurima, los vientos le trajeron un olor distinto, una mezcla de sangre y una energía oscura que le erizó el pelaje. Era un rastro nuevo, diferente a cualquier otro que hubiera seguido. Intrigado y con el instinto de caza encendido, Rengar decidió seguir la pista.\n\nEl rastro lo llevó hasta un valle oculto, donde los huesos de innumerables presas estaban desperdigados por el suelo. No era solo un campo de caza: era un cementerio de guerreros, bestias y depredadores caídos. En el centro, una silueta oscura se alzaba entre la neblina. No era Kha'Zix… era algo peor. Una aberración nacida de la fusión de múltiples criaturas, un monstruo con la destreza del Vacío, la brutalidad de un brackern y la astucia de un cazador experimentado. Una cosa era clara: esta criatura no solo cazaba… disfrutaba acechando a los cazadores.\n\nPor primera vez en mucho tiempo, Rengar sintió que no era él quien estaba en control. La bestia lo había estado observando. Estaba en su terreno. La emoción de la caza se mezcló con una sensación que rara vez experimentaba: incertidumbre. Sin embargo, Rengar no era alguien que se acobardara ante la muerte. Sus garras se tensaron sobre su cuchilla de hueso, y con un rugido feroz, desafió a la criatura.\n\nEl combate fue brutal. A diferencia de Kha'Zix, esta bestia no solo se adaptaba a los movimientos de Rengar, sino que parecía anticiparlos. Cada ataque que lanzaba era respondido con una velocidad aterradora. Durante largos minutos, ambos combatientes intercambiaron golpes, destrozando el terreno a su alrededor. La fuerza de la criatura era monstruosa, su resistencia sobrehumana. Rengar comenzaba a cansarse, pero su espíritu no se quebraba.\n\nEn medio de la pelea, recordó lo que su padre alguna vez le enseñó: *Un cazador no solo usa su fuerza, sino su mente.* Con un movimiento calculado, Rengar fingió un ataque desesperado y, en el último segundo, cambió su dirección, clavando su cuchilla en el punto vulnerable de la criatura. Un rugido de agonía llenó el valle mientras la bestia se desplomaba. Rengar, cubierto de sangre y con la respiración entrecortada, se puso de pie sobre su enemigo caído.\n\nPero algo no estaba bien. Aún con su vida escapando, la criatura sonreía, como si supiera algo que Rengar no. Y entonces, lo entendió. Esta no era la única. Había más. Y todas estaban cazándolo.\n\nCon una mezcla de satisfacción y expectación, Rengar limpió su cuchilla y se adentró en la oscuridad, listo para enfrentar la verdadera cacería que apenas comenzaba."
    },
    {
        "id": 7,
        "image": "Annie_0.jpg",
        "title": "Annie - La Hechicera de Fuego",
        "story": "Annie nació en las frías montañas del norte de Noxus, hija de Amoline, una talentosa maga, y Gregori Hastur, un soldado exiliado de la Legión Trifariana. Desde pequeña, mostró un talento innato para la magia de fuego, un don que su madre fomentó con amor y paciencia. Sin embargo, la felicidad de Annie fue efímera, pues su madre desapareció sin dejar rastro, dejando a la niña al cuidado de su estricto padre y su nueva madrastra, Leanna.\n\nAmoline dejó un último regalo para su hija: un osito de felpa llamado Tibbers, imbuido con un poderoso hechizo. Tibbers no era un simple juguete; estaba vinculado a la esencia mágica de su madre y poseía la capacidad de transformarse en una bestia infernal cuando Annie sentía miedo o ira. Para la niña, Tibbers era más que un juguete: era su protector y el último lazo con la madre que había perdido.\n\nLa vida con su madrastra nunca fue fácil. Leanna nunca la aceptó y prefería a su propia hija, Daisy. Annie creció sintiéndose una extraña en su propio hogar, hasta que un fatídico día, su poder se desató de forma incontrolable. Durante un enfrentamiento con Daisy, la magia de Annie se manifestó en un estallido de llamas que envolvió la cabaña en un incendio voraz. Su padre Gregori murió en el fuego, y Leanna huyó aterrorizada, dejando a Annie sola entre las cenizas de lo que una vez fue su hogar.\n\nDesde entonces, Annie se convirtió en una hechicera errante, vagando por los oscuros bosques de Noxus sin un hogar fijo. Aunque su apariencia es la de una niña, su poder es inmenso, y su presencia inspira tanto temor como fascinación. Algunos la consideran una amenaza, otros creen que es una leyenda viviente. Pero independientemente de lo que digan de ella, Annie sigue adelante, con Tibbers en sus brazos y el fuego de su magia latiendo en su interior, siempre lista para defenderse de un mundo que nunca la comprendió."
    },
    {
        "id": 8,
        "image": "Pantheon_0.jpg",
        "title": "Pantheon - La Voluntad Indomable",
        "story": "Antes de que el guerrero conocido como Pantheon portara el poder de los dioses, fue un hombre llamado Atreus. Nació entre las tribus rakkoranas que habitaban las duras montañas del Monte Targon, un pueblo de guerreros que vivían y morían por el combate. Desde su infancia, Atreus mostró un espíritu inquebrantable, pero carecía del talento natural de sus compañeros de armas. Aun así, su determinación lo llevó a entrenar con disciplina incesante, sin ceder jamás ante la derrota.\n\nAtreus y su amigo Pylas soñaban con escalar el Monte Targon y recibir la bendición de los Aspectos, los seres celestiales que concedían su poder divino a los dignos. Ambos emprendieron el peligroso ascenso, desafiando las pruebas letales de la montaña. Sin embargo, solo Atreus sobrevivió para alcanzar la cima. En ese momento, el Aspecto de la Guerra descendió sobre él, pero no lo escogió completamente. En su desesperación, el Aspecto poseyó su cuerpo de manera incompleta, dejando a Atreus consciente, pero subyugado a su voluntad.\n\nComo Pantheon, el Avatar de la Guerra, Atreus libró incontables batallas. No obstante, su destino cambió cuando se enfrentó al Darkin Aatrox. Durante la batalla, la espada maldita de Aatrox atravesó el cuerpo de Pantheon, destruyendo al Aspecto y dejando a Atreus mortal una vez más. Pero en lugar de sucumbir, Atreus se levantó, desafiando tanto a los dioses como a los demonios, y derrotó a Aatrox con su propia voluntad humana. A partir de entonces, Pantheon dejó de ser solo el avatar de un dios; se convirtió en el guerrero indomable que luchaba por la humanidad.\n\nAtreus continuó su viaje por Runaterra, llevando la lanza y el escudo de Pantheon, pero ahora con su propia determinación, luchando no por los dioses, sino por aquellos que no podían defenderse. Sin embargo, cuando la Ruina cayó sobre Runaterra, la Niebla Negra consumió todo a su paso, y Atreus se encontró una vez más en una guerra que lo superaba. Desafiando el avance del Rey Arruinado, se enfrentó a la corrupción, pero ni siquiera su voluntad pudo evitar el destino que le esperaba."
    },
    {
        "id": 9,
        "image": "Pantheon_25.jpg",
        "title": "Pantheon Arruinado",
        "story": "Atreus, el mortal que se negó a someterse ante los dioses, luchó con ferocidad cuando la Ruina se extendió sobre Runaterra. Habiendo sobrevivido a la caída del Aspecto de la Guerra y recuperado su propio destino, fue uno de los primeros en enfrentar el avance de Viego. Sin embargo, ni siquiera su voluntad inquebrantable pudo resistir la Niebla Negra.\n\nCuando la corrupción del Rey Arruinado lo alcanzó, Atreus resistió con toda su fuerza, pero la esencia de Pantheon dentro de él aún estaba fragmentada. La oscuridad envolvió su cuerpo, apagando el ardor de su espíritu y transformándolo en un guerrero de la Ruina. Su lanza, una vez símbolo de su lucha contra dioses y demonios, se volvió una extensión de la voluntad de Viego, y su armadura se fracturó, dejando entrever la corrupción que ahora lo consumía.\n\nAun así, dentro de la sombra de lo que fue, algo de Atreus permanece. A cada batalla, en cada momento en que la Ruina lo obliga a levantar su arma contra inocentes, su espíritu se sacude en desafío. Sus recuerdos de lucha, su resistencia contra Aatrox y su deseo de proteger a los suyos no han desaparecido del todo. En los momentos de mayor conflicto, un destello de su antigua determinación brilla a través de la oscuridad.\n\nPero la Ruina es poderosa, y la pregunta sigue siendo: ¿Atreus logrará romper las cadenas de la Niebla y reclamar su destino una vez más, o la llama de Pantheon será extinguida para siempre por la voluntad de un rey caído?"
    }
]
  